{
  "1": [
    {
      "name": "Biologia",
      "themes": [
        {
          "name": "Origem do Universo e do Planeta Terra | Hipóteses da Origem da Vida | Surgimento do Primeiro Ser Vivo | Hipóteses Metabólicas",
          "intro": "Introdução: O Planeta Terra surgiu há, aproximadamente, 4,5 bilhões de anos e, até o momento, a teoria mais aceita para o surgimento do planeta é a Teoria do Big Bang. Segundo essa teoria, uma grande explosão gerou uma massa incandescente que, após inúmeras tempestades, foi se resfriando e formando a crosta terrestre. A água das tempestades se acumulava em depressões, formando os oceanos. E, além das tempestades, intensas atividades vulcânicas e chuvas de meteoritos liberaram gases na atmosfera. Essa teoria, embora aceita para explicar a origem do planeta, não é o bastante para explicar a origem da vida na Terra. Estudos que tentam explicar essa origem necessitam de um campo interdisciplinar que envolva, além da Biologia, conceitos químicos, físicos e até geológicos. Ao longo da História, diferentes pesquisadores propuseram hipóteses para o assunto.",
          "content": "Abiogênese: Os primeiros estudos a respeito da origem da vida surgiram na Era Clássica, com Aristóteles. Ao examinar larvas que surgiam em alimentos expostos ao ar livre, ou girinos e pequenos animais de vida aquática que surgiam em águas paradas, propôs que a vida surgia espontaneamente a partir da matéria presente no ambiente. Todos os indivíduos, dessa forma, eram dotados de um “princípio vital” - ou “princípio ativo” - presente no ambiente e essencial para a sua formação. Essa teoria é conhecida como “Geração Espontânea” ou abiogênese. A hipótese da abiogênese foi refutada por diversos pesquisadores, principalmente por Redi e Pasteur, que realizaram diversos experimentos que comprovaram que a vida não surge espontaneamente. Um dos experimentos consistia em colocar um pedaço de carne em um vidro vedado e outro pedaço de carne em um vidro aberto. Ficou comprovado que apenas no vidro aberto surgiram as larvas. Posteriormente, observou-se que moscas pousavam sobre a carne no vidro aberto e depositavam seus ovos, de onde surgiam as larvas. Dessa forma, além de se comprovar que a vida não surge espontaneamente, notou-se que ela sempre descende de uma vida anterior. Essa nova hipótese, conhecida como Biogênese, foi mais aceita. É, inclusive, aceita até nos dias de hoje e auxilia a compreender alguns fatores e conceitos evolutivos. Porém, essa teoria ainda não explica como surgiu a primeira vida no planeta. Hipótese da Panspermia: Essa hipótese, muito defendida pelo químico Arrhenius, supõe que a vida no planeta seja procedente do espaço. A hipótese defende que os meteoritos que se colidiram com a crosta terrestre carregavam consigo micro-organismos que colonizaram o planeta. A teoria se apoia na existência de seres procariotos, como arqueas. Este tipo de organismo vive em locais de temperatura extrema e realiza quimiossíntese, metabolizando compostos inorgânicos para sobreviver. Outra informação que corrobora com essa teoria é a quantidade de aminoácidos encontrados em rochas provenientes de meteoros que caíram no planeta, o que comprova a existência de matéria orgânica no universo. Hipótese de Oparin: No século XX, o bioquímico Aleksandr Oparin sugeriu outra teoria para a origem da vida. Segundo ele, a vida teria surgido dentro do próprio planeta Terra, através das condições climáticas e atmosféricas da crosta terrestre. Há bilhões de anos, o Planeta Terra possuía: altas temperaturas; elevada quantidade de radiação ultravioleta; intensas tempestades; composição atmosférica a base de vapor de água, amônia, metano e gás hidrogênio. A energia resultante da radiação, temperatura elevada e da incidência de raios fez com que os constituintes atmosféricos reagissem entre si, gerando os primeiros aminoácidos. Estes aminoácidos foram levados pela água da chuva, se alojaram em oceanos e lagos e, quando em contato com as rochas quentes da crosta, formaram as primeiras proteínas. As proteínas, por sua vez, começaram a interagir, nutridas pelos compostos orgânicos presentes nos oceanos e lagos. Formaram, assim, pequenos blocos chamados de coacervados. Em algum momento da História Primitiva, surgiu o material genético e diversas reações químicas começaram a ocorrer no interior desses blocos protéicos, sendo mediadas pelos ácidos nucléicos. Assim teria se originado o primeiro ser vivo, um organismo completamente primitivo e que utilizava os próprios compostos orgânicos presentes no oceano para sua nutrição. A hipótese foi confirmada com experimentos realizados por vários pesquisadores em épocas posteriores. Simulando a atmosfera e a crosta terrestre primitiva, propostas por Oparin, comprovaram a formação de aminoácidos e outros compostos orgânicos nesse meio de condições extremas. Esta é a teoria mais aceita atualmente. Características do Primeiro Ser Vivo: Tendo como mais aceita a Hipótese de Oparin, os estudos que se seguiram pretendiam identificar as características desse organismo primitivo. Já era possível deduzir que se tratava de um ser unicelular e procarioto (de composição celular mais simples). Quanto à forma de nutrição, alguns pesquisadores acreditam que o ser era autótrofo e fotossintetizante. Porém, na atmosfera proposta por Oparin, não havia gás carbônico, invalidando essa hipótese. Outros cientistas acreditavam que o primeiro organismo era heterótrofo, se nutrindo de compostos presentes no próprio meio em que os coacervados estavam (oceanos e lagos). Outra característica discutida era a forma com que o organismo gerava energia. Pela falta de oxigênio e pela complexidade da fotossíntese, foi entendido que o organismo realizava fermentação. Essa teoria ainda contribuiu para explicar o surgimento do gás CO2 na atmosfera, já que é um subproduto dos processos fermentativos. Mutações ocorreram nos organismos primitivos descendentes desse primeiro ser, de modo que começaram a surgir os primeiros capazes de realizar a fotossíntese e liberar gás O2 na atmosfera. Isso possibilitou que os organismos descendentes, através de novas mutações, desenvolvessem a capacidade de gerar energia pela respiração celular. Os seres eucariotos provavelmente surgiram no planeta há cerca de 1,5 bilhões de anos. Só bem depois teriam surgido os organismos pluricelulares. A hipótese da Abiogênese dizia que a vida surge espontaneamente através de um princípio ativo presente no ambiente. Posteriormente, com experimentos de Redi e Pasteur, a teoria foi derrubada. A teoria da Panspermia propõe que a vida veio de algum lugar fora do planeta, através de meteoritos que caíram na Terra primitiva. A existência de arqueas, que sobrevivem em condições extremas, somada aos aminoácidos encontrados em meteoros fortalecem essa teoria. A teoria mais aceita atualmente é a de Oparin, a qual diz que as condições extremas no planeta primitivo formaram os primeiros aminoácidos com os gases presentes na atmosfera. Esses aminoácidos formaram proteínas que, por sua vez, se aglomeraram formando coacervados. O material genético surgiria posteriormente e, com isso, o primeiro organismo, um ser primitivo, unicelular, procarioto e que realiza fermentação.",
          "question": [
            {
              "1": [
                {
                  "asking": "(ENEM) Nas recentes expedições espaciais que chegaram ao solo de Marte, e através dos sinais fornecidos por diferentes sondas e formas de análise, vem sendo investigada a possibilidade da existência de água naquele planeta. A motivação principal dessas investigações, que ocupam frequentemente o noticiário sobre Marte, deve-se ao fato de que a presença de água indicaria, naquele planeta,",
                  "option": [
                    {
                      "1": "a existência de um solo rico em nutrientes e com potencial para a agricultura.",
                      "2": "a existência de ventos, com possibilidade de ventos e erosão de canais.",
                      "3": "a possibilidade de existir ou ter existido alguma forma de vida semelhante à da Terra.",
                      "4": "a possibilidade de extração de água visando ao seu aproveitamento futuro na Terra.",
                      "5": "a viabilidade, em futuro próximo, do estabelecimento de colônias humanas em Marte."
                    }
                  ],
                  "resolution": "A hipótese da Panspermia indica que a vida pode ter vindo de outros locais do universo que apresentavam condições propícias. No planeta Terra, a presença de água é uma dessas condições para a manutenção da vida. Dessa forma, encontrar outros locais com incidência de água pode comprovar que a origem da vida veio de forma externa ao planeta."
                }
              ],
              "2": [
                {
                  "asking": "(Quero Bolsa) Várias hipóteses foram formuladas para explicar a origem da vida, sendo que a mais aceita é a da evolução gradual dos sistemas químicos. Aceitando-se esta hipótese, e as supostas condições da atmosfera primitiva da Terra, formada de metano (CH4), amônia (NH3), hidrogênio (H2) e vapores de água (H2O), assinale a alternativa correta.",
                  "option": [
                    {
                      "1": "Os primeiros seres vivos eram heterotróficos aeróbicos porque, com a fermentação de moléculas orgânicas, conseguiam obter energia e também liberar oxigênio suficiente para realizarem a respiração.",
                      "2": "Os primeiros seres vivos eram autotróficos fotossintetizantes, uma vez que eram capazes de quebrar moléculas de água existentes nos vapores atmosféricos e utilizar o metano como fonte de carbono.",
                      "3": "Os primeiros seres vivos foram heterotróficos anaeróbicos, porque a atmosfera primitiva não apresentava oxigênio e gás carbônico, essenciais para a respiração aeróbica e a fotossíntese.",
                      "4": "Os primeiros seres vivos foram formados pela coacervação de moléculas orgânicas encontradas em meteoritos que caíram na Terra primitiva."
                    }
                  ],
                  "resolution": "Os primeiros seres vivos eram procariotos. Eles metabolizavam moléculas presentes no meio sem a utilização de oxigênio, sendo, portanto, heterotróficos anaeróbicos."
                }
              ],
              "3": [
                {
                  "asking": "(FATEC) Oparin acreditou que a vida na Terra poderia ter surgido a partir de substâncias orgânicas formadas por combinação de moléculas, como metano, amônia, hidrogênio e vapor de água, presentes na atmosfera primitiva de nosso planeta. Depois teria ocorrido a síntese protéica nos mares, a formação de coacervados e o surgimento das primeiras células. Levando-se em conta os processos de formação e as maneiras de utilização dos gases oxigênio e dióxido de carbono, a sequência mais provável dos primeiros seres vivos na Terra é a de organismos:",
                  "option": [
                    {
                      "1": "heterótrofos anaeróbicos -> autótrofos -> heterótrofos aeróbicos.",
                      "2": "heterótrofos anaeróbicos -> heterótrofos aeróbicos -> autótrofos.",
                      "3": "heterótrofos aeróbicos -> autótrofos -> heterótrofos anaeróbicos.",
                      "4": "autótrofos -> heterótrofos anaeróbicos -> heterótrofos aeróbicos.",
                      "5": "autótrofos -> heterótrofos aeróbicos -> heterótrofos anaeróbicos."
                    }
                  ],
                  "resolution": "Os seres primitivos se nutriam pela matéria presente nos coacervados. Através de mutações, geraram organismos autotróficos que contribuíram com a liberação de O2 na atmosfera. Permitiu-se, através de novas mutações, o surgimento e permanência de organismos aeróbicos."
                }
              ]
            }
          ]
        },
        {
          "name": "Envoltórios Externos e Citoplasma",
          "intro": "Introdução: Em células procarióticas, todo o conteúdo intracelular delimitado pela membrana plasmática recebe o nome de citoplasma. Em células eucarióticas, o citoplasma é todo o conteúdo intracelular com exceção do núcleo celular.",
          "content": "Células procarióticas: Em células procarióticas, devido a ausência de organelas membranosas e envoltório nuclear, o conteúdo citoplasmático não é dividido em grupos específicos. Há apenas a região com maior predominância de material genético (nucleóide), ribossomos para a síntese protéica e o restante das macromoléculas suspensas no fluido citoplasmático. Células eucarióticas: Os estudos iniciais em citologia eucariótica sugeriram que a célula é formada por membrana plasmática: delimita todo o volume celular; núcleo: armazena o material genético; citoplasma: fluido viscoso que preenche todo o conteúdo intracelular, com exceção do núcleo, que é preenchido pelo nucleoplasma. Porém, atualmente já se sabe que o citoplasma é muito mais complexo. É composto por mais elementos, além do fluido. Os componentes citoplasmáticos de uma célula eucariótica podem ser divididos em até três estruturas, são elas Citoplasma Figurado: composto por todas as organelas celulares; Citoesqueleto: desempenha papel estrutural e auxilia na organização e na movimentação celular; Hialoplasma ou Citosol: líquido viscoso e predominantemente homogêneo. Preenche o conteúdo intracelular e o espaço entre as organelas. Citosol: O citosol ocupa, aproximadamente, 70% do volume de uma célula animal. É composto principalmente por água, além de proteínas, sais minerais dissolvidos, moléculas orgânicas e complexos insolúveis que recebem o nome de inclusões. Essas inclusões, embora insolúveis, encontram-se suspensas no citosol. São armazenadas para processos metabólicos posteriores, como o glicogênio, em animais e fungos, que funciona como reserva de carboidratos. Em muitas células, o citosol é, portanto, o maior compartimento único. Contém um grande número de moléculas grandes e pequenas, dissolvidas e suspensas. Essas moléculas, por estarem tão associadas ao líquido, fazem com que ele se comporte mais como um gel à base de água, do que como uma solução propriamente líquida. Por isso, também é correto dizer que o citosol é uma “massa gelatinosa”. Em células vegetais, o volume do citosol é menor, devido à presença de grandes vacúolos para armazenamento de água e moléculas diversas. Metabolismo celular: O citoplasma celular está relacionado a vários processos do metabolismo celular, é nos compartimentos celulares internos onde ocorre a maior parte das atividades celulares, devido as organelas presentes; O citoesqueleto promove a sustentação e organização celular, dá forma e auxilia na movimentação celular. O citosol promove a difusão para reações químicas, servindo de meio para vários processos metabólicos, como a primeira fase da “Respiração Celular”. Esse processo é chamado de glicólise, em que uma molécula de glicose é quebrada em duas moléculas de ácido pirúvico. Além disso, movimenta o conteúdo interno da célula e serve de local de armazenamento para substâncias químicas essenciais para a vida celular, como sais minerais, pequenos complexos lipídicos e protéicos etc. Periferia celular e Região central: A conformação citoplasmática também sofre alterações, dependendo da região celular em que se encontra. A região mais próxima da membrana plasmática e mais distante do núcleo e das organelas é conhecida como periferia celular. Nessa região, o citosol possui uma grande concentração de compostos e macromoléculas suspensas, o que faz com que ele tome uma característica mais viscosa. Em alguns livros, o citosol periférico que possui essa característica gelatinosa recebe o nome de ectoplasma. A região celular próxima do núcleo e das organelas - e onde ocorre a maioria dos processos metabólicos - é chamada de região central. Devido à grande necessidade de transporte de substâncias e de mobilidade de complexos e organelas, o citosol na região central é mais fluido. Assim, recebe o nome de endoplasma. Esse citosol contém, predominantemente, água e moléculas dissolvidas, dando uma característica mais líquida ao citosol, o que facilita o transporte de substâncias. Ciclose: Por fim, é importante ressaltar que o citoplasma não é estático em uma célula. O interior celular está em constante movimento. O citoesqueleto promove, continuamente, tensão, afastamento e aproximação de seus filamentos (geralmente os microfilamentos de Actina), de modo que o citosol se movimente em um fluxo contínuo, chamado de ciclose. A ciclose permite que conteúdos celulares suspensos possam ser enviados para outros pontos celulares, assim como facilita no transporte de organelas, como lisossomos e vesículas secretoras."
        },
        {
          "name": "Classificação dos Seres Vivos",
          "intro": "Introdução: Ao longo do desenvolvimento científico, vários estudiosos buscaram classificar os seres vivos de acordo com suas características comuns ou com o grau evolutivo estabelecido a partir das ideias evolutivas darwinianas. Através da classificação dos seres vivos, é possível conhecer e analisar a biodiversidade do planeta, esquematizar os graus de parentesco evolutivo entre indivíduos e até estabelecer modelos matemáticos que demonstrem o momento da evolução em que o ambiente e seus organismos foram submetidos aos processos adaptativos. O sistema de classificação dos seres vivos não obedece a critérios rigidamente formais, sendo um sistema que se rege por um conjunto de regras predominantemente unificadas, mas que, dada a grandeza da quantidade de seres vivos existentes no planeta, são adaptadas de acordo com o modelo de estudo e com o ramo da biologia em que essa classificação se fez necessária.",
          "content": "Classificação Básica: Outras formas de classificação, além da que permite classificar os seres vivos agrupando-os em espécies, podem ser utilizadas dependendo do estudo em que essa classificação seja necessária. Dessa forma, classificações mais básicas, que não obedecem necessariamente a padrões evolutivos, são empregadas principalmente para fins didáticos. Os seres vivos podem ser classificados quanto à forma de obtenção de alimentos em: Autótrofos: seres vivos capazes de sintetizar o próprio alimento através de processos anabólicos; Heterotróficos: seres vivos que não são capazes de sintetizar o próprio alimento, devendo obter a matéria orgânica necessária para seus processos metabólicos através do consumo de outros seres vivos ou da matéria orgânica produzida pelos indivíduos autótrofos. Quanto à forma de produção de matéria orgânica, os indivíduos autótrofos podem ser classificados em: Fotossintetizantes: seres que utilizam a energia luminosa para a produção de matéria orgânica através do processo de fotossíntese; Quimiossintetizante: Seres vivos que utilizam de compostos químicos inorgânicos para a produção de matéria orgânica através do processo de quimiossíntese. Quanto ao hábito alimentar, isto é, o tipo de alimento consumido para seus processos metabólicos, os seres vivos heterótrofos podem ser subdivididos em: Herbívoros: seres que se alimentam de plantas e vegetais; Carnívoros: seres vivos que se alimentam de outros seres, geralmente através da caça ou de restos de animais, como os fungos e bactérias decompositoras. Dentro de um ecossistema, os seres vivos estabelecem relações ecológicas de predação e/ou herbívora entre eles, de forma que estabelecem uma cadeia alimentar. Os seres vivos dentro de uma cadeia alimentar podem ser ainda classificados quanto ao seu nível trófico dentro dessa cadeia: Produtores: na base da cadeia, são os organismos que autótrofos que produzem o seu próprio alimento; Consumidores primários: indivíduos herbívoros que se alimentam dos produtores; Consumidores secundários: indivíduos carnívoros que se alimentam dos produtores primários; Consumidores terciários: indivíduos carnívoros que se alimentam dos produtores secundários; Decompositores: seres que contribuem para a ciclagem de nutrientes dentro do ecossistema, se alimentando de restos e carcaças de outros indivíduos (produtores ou consumidores). Por exemplo, os fungos e bactérias. Histórico: O sistema mais antigo de classificação foi proposto por Aristóteles ainda na Idade Clássica e dividia os seres vivos em plantas e animais. Os animais eram subdivididos de acordo com o meio em que se moviam (água, ar ou terra). Esse primeiro modelo de classificação inspirou todos os demais sistemas de classificação, inclusive o atual. Com a descoberta de novas terras, novas espécies de seres vivos eram encontradas e o sistema aristotélico acabava formando grupos extensos de organismos. Ao agrupar todas as plantas em um mesmo grupo, não eram considerados outros fatores de diferenciação, como a formação de flores, o modelo de caule, entre outras coisas. Os avanços científicos, principalmente no campo da microscopia, permitiram a descoberta de organismos que não se classificavam no sistema proposto. Esses novos organismos ou eram adicionados em grupos que não apresentavam características similares, como os protozoários colocados nos grupos animais e os fungos adicionados no grupo das plantas. No século XVIII, Carolus Linnaeus em sua obra “Systema Naturae” propôs uma forma hierárquica de classificação dos seres vivos. Nesse livro, ele estipula três reinos: mineral, vegetal e animal, e agrupa todos os seres vivos em cinco categorias: Classe, Ordem, Gênero, Espécie e Variedade. Além disso, no sistema de classificação de Lineu, é estipulado que o nome de cada espécie deve ser curto, único em cada gênero, binominal e permanente. Apenas no século XIX que outros reinos foram adicionados no sistema de classificação. De acordo com a proposta do biólogo Ernst Haeckel, todos os organismos podem ser agrupados em cinco reinos: Monera, Fungi, Protista, Plantae e Animalia. Em 1977, com os avanços científicos, foi possível, através de análises moleculares, estabelecer outras similaridades entre os organismos. Dessa forma, C. Woese propôs a formação de três domínios que ficariam acima da categoria de Reino: Domínio Bacteria, Archaea e Domínio Eukarya. Atualmente, o sistema de classificação dos seres vivos é estudado na taxonomia que está dentro do ramo da Sistemática na Biologia. Taxonomia e Sistemática: A Sistemática é a área da Biologia que visa estudar a biodiversidade através de uma classificação chamada taxonomia. Dentro da taxonomia, todos os organismos são classificados em categorias que recebem o nome de táxon. São novetáxons principais que compõem uma escala ascendente de organização, ou seja, os maiores táxons englobam os menores táxons. O menor táxon classifica os seres vivos em Espécie. As espécies são agrupadas em Gêneros similares que são agrupados em Famílias que, por sua vez, são agrupadas em Ordem. O taxon Ordem está incluído dentro do táxon Classe que está incluída no táxon Filo que compõem, por fim, o táxon Reino. Atualmente, os reinos podem ser agrupados dentro do táxon Domínio ou Super Reino e este pode ainda ser incluído dentro do primeiro táxon que é chamado de Super Domínio, que divide os seres em Biota, aqueles que são considerados seres vivos, e Abiota, incorporando os vírus, organismos que por muitos estudiosos não são considerados seres vivos. Algumas normas para escrita da espécie também são utilizadas como o nome ser em latim, composto onde o primeiro nome é escrito em letra maiúscula e representa o Gênero do organismo e o segundo escrito em letra minúscula é a Espécie. Esse nome deve ser em itálico ou sublinhado. Exemplo: Ser Humano. Super Domínio: Biota; Domínio: Eukarya; Reino: Animalia; Filo: Chordata; Classe: Mammalia; Ordem: Primatas; Família: Hominidae; Gênero: Homo; Espécie: Homo sapiens. A partir da década de 1960, outro sistema taxonômico vem ganhando preferência por parte dos cientistas. O sistema da taxonomia cladística visa agrupar os indivíduos, ainda dentro das categorias taxonômicas, mas levando a formação de um esquema chamado de árvore filogenética, que estabelece parentesco de ancestralidade entre as espécies analisadas. Dessa forma, cada táxon inclui todos os descendentes de uma forma ancestral primitiva. A Árvore da Vida é uma representação esquemática que utiliza o sistema taxonômico cladístico para mostrar as descendências evolutivas dos seres vivos.",
          "question": [
            {
              "1": [
                {
                  "asking": "(VUNESP/2003) No ano de 1500, os portugueses já se referiam ao Brasil como a “Terra dos Papagaios”, incluindo nesta designação os papagaios, as araras e os periquitos. Estas aves pertencem a uma mesma família da ordem Psittaciformes. Dentre elas, pode-se citar:",
                  "complement": "O grupo de aves relacionadas compreende:",
                  "option": [
                    {
                      "1": "3 espécies e 3 gêneros.",
                      "2": "9 espécies e 3 gêneros.",
                      "3": "3 espécies de uma única família.",
                      "4": "9 espécies de um mesmo gênero.",
                      "5": "3 espécies de uma única ordem."
                    }
                  ],
                  "resolution": "Dentro da classificação atual, o nome científico é composto, onde o primeiro nome se refere ao gênero e o segundo a espécie, portanto, na tabela há nove espécies, mas apenas três gêneros (Ara, Amazona e Aratinga)."
                }
              ],
              "2": [
                {
                  "asking": "(UNIFESP/2008) Em uma área de transição entre a mata atlântica e o cerrado, são encontrados o pau-d’arco (Tabebuia serratifolia), a caixeta (Tabebuia cassinoides) e alguns ipês (Tabebuia aurea, Tabebuia alba, Cybistax antisyphilitica). O cipó-de-são-joão (Pyrostegia venusta) é também freqüente naquela região. Considerando os critérios da classificação biológica, no texto são citados:",
                  "option": [
                    {
                      "1": "3 gêneros e 3 espécies.",
                      "2": "3 gêneros e 4 espécies.",
                      "3": "3 gêneros e 6 espécies.",
                      "4": "4 gêneros e 4 espécies.",
                      "5": "4 gêneros e 6 espécies."
                    }
                  ],
                  "resolution": "Sendo a primeira palavra do nome científico relacionada ao gênero e a segunda palavra relacionada a espécie, no texto há três gêneros e seis espécies."
                }
              ],
              "3": [
                {
                  "asking": "(ENEM/2014) A classificação dos seres vivos permite a compreensão das relações evolutivas entre eles. O esquema representa a história evolutiva de um grupo.",
                  "complement": "Os animais representados nesse esquema pertencem ao filo dos cordados, porque:",
                  "option": [
                    {
                      "1": "possuem ancestrais que já foram extintos.",
                      "2": "surgiram há mais de 500 milhões de anos.",
                      "3": "evoluíram a partir de um ancestral comum.",
                      "4": "deram origem aos grupos de mamíferos atuais.",
                      "5": "vivem no ambiente aquático em alguma fase da vida."
                    }
                  ],
                  "resolution": "O cladograma da questão esquematiza toda a escala evolutiva com base na teoria comum: a de que todo os organismos descendem de um ancestral comum."
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}
